Repository: shary17454/BalootHub
Catalog: BalootHub/Resources/Localizable.xcstrings
Source language: ar
Languages: de, en, es, fr, hi, id, ru, tr, ur, zh_hans

source: توازن تدريب الصن والحكم يكشف هل قراءتك قوية في النمطين أو تميل لنمط واحد فقط.
de: Ausgewogenes Sun-/Hokum-Training zeigt, ob dein Lesen in beiden Modi trägt.
en: Balanced Sun and Hokum practice shows whether your reading is strong in both modes or leaning toward one.
es: Un entrenamiento equilibrado Sun/Hokum revela si tu lectura es fuerte en ambos modos.
fr: Un entraînement équilibré Sun/Hokum révèle si votre lecture tient dans les deux modes.
hi: Sun और Hokum का संतुलित अभ्यास बताता है कि आपकी पढ़ाई दोनों मोड में मज़बूत है या एक की ओर झुकी।
id: Latihan Sun dan Hokum yang seimbang menunjukkan apakah bacaanmu kuat di kedua mode.
ru: Сбалансированная тренировка Sun и Hokum покажет, силён ли ты в обоих режимах.
tr: Dengeli Sun ve Hokum antrenmanı, okumanın iki modda da güçlü mü yoksa tek moda mı meyilli olduğunu gösterir.
ur: Sun اور Hokum کی متوازن مشق بتاتی ہے کہ آپ کی قرات دونوں موڈ میں مضبوط ہے یا ایک کی طرف مائل۔
zh_hans: 均衡训练 Sun 与 Hokum，能看出你的读牌是否两种模式都强。

source: حل موقفين من نفس النمط
de: Zwei Situationen desselben Modus lösen
en: Solve two scenarios from the same mode
es: Resuelve dos situaciones del mismo modo
fr: Résolvez deux situations du même mode
hi: एक ही मोड से दो स्थितियाँ हल करें
id: Selesaikan dua situasi mode sama
ru: Реши две ситуации одного режима
tr: Aynı moddan iki durum çöz
ur: ایک ہی موڈ سے دو صورتحال حل کریں
zh_hans: 解决同一模式的两个局面

source: قارن هل قرارك تغيّر بسبب وجود الحكم أو غيابه
de: Vergleiche, ob deine Entscheidung mit oder ohne Hokum anders ausfällt
en: Compare whether your decision changes when Hokum is present or absent
es: Compara si tu decisión cambia con o sin Hokum
fr: Comparez si votre décision change avec ou sans Hokum
hi: तुलना करें कि Hokum के होने या न होने से आपका निर्णय बदला या नहीं
id: Bandingkan apakah keputusanmu berubah dengan ada/tidaknya Hokum
ru: Сравни, меняется ли решение при наличии или отсутствии Hokum
tr: Hokum varken ve yokken kararın değişiyor mu karşılaştır
ur: موازنہ کریں کہ Hokum کی موجودگی یا غیرموجودگی سے فیصلہ بدلا یا نہیں
zh_hans: 对比有无 Hokum 时你的决定是否不同

source: لا توجد جلسة بعد
de: Noch keine Sitzung
en: No session yet
es: Aún no hay sesión
fr: Aucune session pour l'instant
hi: अभी कोई सत्र नहीं
id: Belum ada sesi
ru: Пока нет сессий
tr: Henüz oturum yok
ur: ابھی کوئی سیشن نہیں
zh_hans: 还没有训练记录

source: ابدأ أول موقف حتى تظهر قراءة الجلسة الحالية.
de: Starte die erste Situation, damit die Sitzungsauswertung erscheint.
en: Start the first scenario so the current session readout can appear.
es: Empieza la primera situación para ver la lectura de la sesión.
fr: Lancez la première situation pour afficher la lecture de la session.
hi: वर्तमान सत्र की रीडिंग देखने के लिए पहली स्थिति शुरू करें।
id: Mulai situasi pertama agar bacaan sesi ini muncul.
ru: Начни первую ситуацию, чтобы появилась сводка сессии.
tr: Oturum okumasının görünmesi için ilk durumu başlat.
ur: موجودہ سیشن کی قرات دیکھنے کے لیے پہلی صورتحال شروع کریں۔
zh_hans: 开始第一个局面，本次训练的读数才会出现。

source: بداية جلسة
de: Sitzungsbeginn
en: Session start
es: Inicio de sesión
fr: Début de session
hi: सत्र आरंभ
id: Awal sesi
ru: Начало сессии
tr: Oturum başlangıcı
ur: سیشن کا آغاز
zh_hans: 训练开始

source: أكمل عدة مواقف متتالية حتى يعطيك المدرب قراءة آنية أوضح.
de: Absolviere mehrere Situationen hintereinander für eine klarere Live-Auswertung.
en: Complete several consecutive scenarios so the trainer can give a clearer live readout.
es: Encadena varias situaciones para que el entrenador dé una lectura más clara.
fr: Enchaînez plusieurs situations pour obtenir une lecture en direct plus nette.
hi: लगातार कई स्थितियाँ पूरी करें ताकि कोच स्पष्ट लाइव रीडिंग दे सके।
id: Selesaikan beberapa situasi berturut agar pelatih memberi bacaan lebih jelas.
ru: Пройди несколько ситуаций подряд, чтобы получить более чёткую сводку.
tr: Antrenörün daha net anlık okuma vermesi için arka arkaya birkaç durum tamamla.
ur: لگاتار کئی صورتحال مکمل کریں تاکہ کوچ واضح تر فوری قرات دے۔
zh_hans: 连续完成多个局面，教练才能给出更清晰的即时读数。

source: جلسة مركزة
de: Fokussierte Sitzung
en: Focused session
es: Sesión enfocada
fr: Session ciblée
hi: केंद्रित सत्र
id: Sesi terfokus
ru: Сфокусированная сессия
tr: Odaklı oturum
ur: مرکوز سیشن
zh_hans: 专项训练

source: آخر قراراتك صحيحة أو رابحة؛ استمر أو جرّب موقفًا أصعب.
de: Deine letzten Entscheidungen sind richtig oder gewinnbringend – weiter so oder schwerer.
en: Your latest decisions are correct or profitable; continue or try a harder scenario.
es: Tus últimas decisiones son correctas o rentables; sigue o prueba algo más difícil.
fr: Vos dernières décisions sont bonnes ou payantes : continuez ou corsez.
hi: आपके हालिया निर्णय सही या लाभकारी हैं; जारी रखें या कठिन आज़माएँ।
id: Keputusan terkinimu benar atau menguntungkan; lanjut atau coba yang lebih sulit.
ru: Твои последние решения верны или выгодны — продолжай или усложни.
tr: Son kararların doğru ya da kârlı; devam et veya daha zorunu dene.
ur: آپ کے حالیہ فیصلے درست یا نفع بخش ہیں؛ جاری رکھیں یا مشکل تر آزمائیں۔
zh_hans: 你最近的决策正确或有收益，可继续或挑战更难的。

source: توقف للمراجعة
de: Zum Nachbereiten pausieren
en: Pause to review
es: Pausa para repasar
fr: Pause pour révision
hi: समीक्षा के लिए रुकें
id: Berhenti untuk meninjau
ru: Пауза для разбора
tr: Gözden geçirmek için dur
ur: جائزے کے لیے رکیں
zh_hans: 暂停复盘

source: آخر محاولاتك فيها أخطاء مؤثرة؛ راجع السبب قبل طلب موقف جديد.
de: Deine letzten Versuche enthalten wirksame Fehler – kläre die Ursache zuerst.
en: Your latest attempts include impactful mistakes; review the reason before asking for a new scenario.
es: Tus últimos intentos tienen errores relevantes; revisa la causa antes de pedir otra situación.
fr: Vos dernières tentatives comportent des erreurs marquantes : revoyez la cause d'abord.
hi: आपके हालिया प्रयासों में प्रभावी ग़लतियाँ हैं; नई स्थिति से पहले कारण देखें।
id: Percobaan terkinimu punya kesalahan berdampak; tinjau sebabnya sebelum minta situasi baru.
ru: В последних попытках есть весомые ошибки — разбери причину до новой ситуации.
tr: Son denemelerinde etkili hatalar var; yeni durum istemeden nedenini gözden geçir.
ur: آپ کی حالیہ کوششوں میں مؤثر غلطیاں ہیں؛ نئی صورتحال سے پہلے وجہ دیکھیں۔
zh_hans: 你最近的尝试有影响较大的失误，请先弄清原因再开新局面。

source: جلسة قيد البناء
de: Sitzung im Aufbau
en: Session in progress
es: Sesión en construcción
fr: Session en construction
hi: सत्र निर्माणाधीन
id: Sesi sedang dibangun
ru: Сессия формируется
tr: Oluşturulan oturum
ur: سیشن زیرِ تعمیر
zh_hans: 训练构建中

source: أداؤك الحالي مختلط؛ ركز على تقليل الخسارة في الاختيارات القريبة.
de: Deine Leistung ist gemischt – reduziere Verluste bei knappen Wahlen.
en: Your current performance is mixed; focus on reducing loss in close choices.
es: Tu rendimiento es mixto; céntrate en reducir la pérdida en elecciones ajustadas.
fr: Vos résultats sont mitigés : réduisez la perte sur les choix serrés.
hi: आपका प्रदर्शन मिश्रित है; निकट चयनों में हानि घटाने पर ध्यान दें।
id: Performamu campur; fokus menekan kerugian pada pilihan yang berdekatan.
ru: Результаты смешанные — сокращай потери в близких выборах.
tr: Performansın karışık; yakın seçimlerdeki kaybı azaltmaya odaklan.
ur: آپ کی کارکردگی ملی جلی ہے؛ قریبی انتخابات میں نقصان کم کرنے پر توجہ دیں۔
zh_hans: 你的表现好坏参半，专注减少接近选项上的损失。

source: خطة البداية
de: Startplan
en: Starter plan
es: Plan inicial
fr: Plan de départ
hi: शुरुआती योजना
id: Rencana awal
ru: Стартовый план
tr: Başlangıç planı
ur: ابتدائی منصوبہ
zh_hans: 入门计划

source: ابدأ بخطوات قصيرة حتى تتكون بيانات كافية عن قراراتك.
de: Beginne mit kurzen Schritten, bis genug Daten zu deinen Entscheidungen vorliegen.
en: Start with short steps until enough data forms around your decisions.
es: Empieza con pasos cortos hasta reunir datos suficientes de tus decisiones.
fr: Commencez par de petites étapes jusqu'à réunir assez de données.
hi: अपने निर्णयों पर पर्याप्त डेटा बनने तक छोटे कदमों से शुरू करें।
id: Mulai dengan langkah singkat sampai data keputusanmu cukup.
ru: Начни с коротких шагов, пока не наберётся достаточно данных о решениях.
tr: Kararların hakkında yeterli veri oluşana dek kısa adımlarla başla.
ur: اپنے فیصلوں پر کافی ڈیٹا بننے تک مختصر مراحل سے شروع کریں۔
zh_hans: 先从小步开始，直到积累足够的决策数据。

source: ابدأ بمستوى سهل
de: Mit leichter Stufe beginnen
en: Start with easy level
es: Empieza en nivel fácil
fr: Commencez au niveau facile
hi: आसान स्तर से शुरू करें
id: Mulai dari level mudah
ru: Начни с лёгкого уровня
tr: Kolay seviyeyle başla
ur: آسان سطح سے شروع کریں
zh_hans: 从简单难度开始

source: حل 3 مواقف متتالية
de: 3 Situationen in Folge lösen
en: Solve 3 consecutive scenarios
es: Resuelve 3 situaciones seguidas
fr: Résolvez 3 situations d'affilée
hi: लगातार 3 स्थितियाँ हल करें
id: Selesaikan 3 situasi berturut
ru: Реши 3 ситуации подряд
tr: Arka arkaya 3 durumu çöz
ur: لگاتار 3 صورتحال حل کریں
zh_hans: 连续解决 3 个局面

source: راجع تفسير كل اختيار
de: Erklärung jeder Wahl nachlesen
en: Review each choice explanation
es: Repasa la explicación de cada elección
fr: Revoyez l'explication de chaque choix
hi: हर चयन की व्याख्या देखें
id: Tinjau penjelasan tiap pilihan
ru: Прочти пояснение к каждому выбору
tr: Her seçimin açıklamasını gözden geçir
ur: ہر انتخاب کی وضاحت دیکھیں
zh_hans: 查看每个选择的解释

source: خطة المراجعة
de: Nachbereitungsplan
en: Review plan
es: Plan de repaso
fr: Plan de révision
hi: समीक्षा योजना
id: Rencana tinjauan
ru: План разбора
tr: Gözden geçirme planı
ur: جائزے کا منصوبہ
zh_hans: 复盘计划

source: الأولوية الآن ليست كثرة المواقف، بل فهم سبب الخطأ الأخير.
de: Vorrang hat nicht die Menge an Situationen, sondern die Ursache des letzten Fehlers.
en: The priority now is not more scenarios, but understanding the latest mistake.
es: La prioridad no es más situaciones, sino entender la última equivocación.
fr: La priorité n'est pas le nombre de situations, mais la cause de la dernière erreur.
hi: प्राथमिकता अब अधिक स्थितियाँ नहीं, बल्कि पिछली ग़लती का कारण समझना है।
id: Prioritasnya bukan banyaknya situasi, tetapi memahami sebab kesalahan terakhir.
ru: Приоритет сейчас — не количество ситуаций, а причина последней ошибки.
tr: Öncelik durum sayısı değil, son hatanın nedenini anlamak.
ur: ترجیح اب صورتحال کی کثرت نہیں بلکہ آخری غلطی کی وجہ سمجھنا ہے۔
zh_hans: 当前重点不是刷更多局面，而是弄懂上一次失误的原因。

source: أعد قراءة بطاقة تحليل اختيارك
de: Analysekarte deiner Wahl erneut lesen
en: Reread your choice analysis card
es: Relee la ficha de análisis de tu elección
fr: Relisez la fiche d'analyse de votre choix
hi: अपने चयन का विश्लेषण कार्ड फिर पढ़ें
id: Baca ulang kartu analisis pilihanmu
ru: Перечитай карточку разбора твоего выбора
tr: Seçim analiz kartını yeniden oku
ur: اپنے انتخاب کا تجزیہ کارڈ دوبارہ پڑھیں
zh_hans: 重读你的选择分析卡

source: كرر المستوى المقترح
de: Vorgeschlagene Stufe wiederholen
en: Repeat the suggested level
es: Repite el nivel sugerido
fr: Refaire le niveau suggéré
hi: सुझाया स्तर दोहराएँ
id: Ulangi level yang disarankan
ru: Повтори рекомендованный уровень
tr: Önerilen seviyeyi tekrarla
ur: تجویز کردہ سطح دہرائیں
zh_hans: 重复推荐难度

source: لا تنتقل قبل إجابة صحيحة
de: Erst nach einer richtigen Antwort weiter
en: Do not move on before a correct answer
es: No avances antes de una respuesta correcta
fr: N'avancez pas avant une bonne réponse
hi: सही उत्तर से पहले आगे न बढ़ें
id: Jangan lanjut sebelum jawaban benar
ru: Не переходи, пока не ответишь верно
tr: Doğru cevap vermeden geçme
ur: درست جواب سے پہلے آگے نہ بڑھیں
zh_hans: 答对前不要继续

source: خطة التوازن
de: Ausgleichsplan
en: Balance plan
es: Plan de equilibrio
fr: Plan d'équilibre
hi: संतुलन योजना
id: Rencana keseimbangan
ru: План баланса
tr: Denge planı
ur: توازن کا منصوبہ
zh_hans: 平衡计划

source: توصيات المدرب تصبح أدق عندما تغطي كل مستويات الصعوبة.
de: Die Trainer-Empfehlungen werden genauer, wenn du alle Stufen abdeckst.
en: Trainer recommendations become more accurate when you cover all difficulty levels.
es: Los consejos del entrenador mejoran cuando cubres todos los niveles.
fr: Les conseils du coach s'affinent quand vous couvrez tous les niveaux.
hi: जब आप सभी कठिनाई स्तर कवर करते हैं तो कोच की सिफ़ारिशें अधिक सटीक होती हैं।
id: Rekomendasi pelatih makin tepat saat kamu mencakup semua level kesulitan.
ru: Советы тренера точнее, когда охвачены все уровни сложности.
tr: Tüm zorluk seviyelerini kapsayınca antrenör önerileri daha isabetli olur.
ur: جب آپ تمام دشواری سطحیں پوری کریں تو کوچ کی تجاویز زیادہ درست ہوتی ہیں۔
zh_hans: 覆盖所有难度后，教练建议会更准确。

source: أكمل المستويات الناقصة
de: Fehlende Stufen abschließen
en: Complete missing levels
es: Completa los niveles que faltan
fr: Complétez les niveaux manquants
hi: बचे हुए स्तर पूरे करें
id: Lengkapi level yang kurang
ru: Пройди недостающие уровни
tr: Eksik seviyeleri tamamla
ur: باقی سطحیں مکمل کریں
zh_hans: 补齐缺失的难度

source: حل موقفين من كل مستوى
de: Zwei Situationen je Stufe lösen
en: Solve two scenarios from each level
es: Resuelve dos situaciones de cada nivel
fr: Résolvez deux situations par niveau
hi: हर स्तर से दो स्थितियाँ हल करें
id: Selesaikan dua situasi tiap level
ru: Реши по две ситуации на каждом уровне
tr: Her seviyeden iki durum çöz
ur: ہر سطح سے دو صورتحال حل کریں
zh_hans: 每个难度解决两个局面

source: قارن أفضل وثاني أفضل
de: Besten und Zweitbesten vergleichen
en: Compare best and second best
es: Compara el mejor y el segundo mejor
fr: Comparez le meilleur et le deuxième
hi: सर्वश्रेष्ठ और दूसरे की तुलना करें
id: Bandingkan terbaik dan kedua
ru: Сравни лучший и второй лучший
tr: En iyi ile ikinciyi karşılaştır
ur: بہترین اور دوسرے بہترین کا موازنہ کریں
zh_hans: 对比最优与次优

source: خطة التحدي
de: Herausforderungsplan
en: Challenge plan
es: Plan del reto
fr: Plan du défi
hi: चुनौती योजना
id: Rencana tantangan
ru: План испытания
tr: Meydan okuma planı
ur: چیلنج کا منصوبہ
zh_hans: 挑战计划

source: أداؤك قوي؛ اجعل التدريب القادم على المواقف التي تضغط قراءة الشريك والخصم.
de: Du bist stark – richte das nächste Training auf Partner- und Gegner-Lesen aus.
en: Your performance is strong; make the next practice focus on scenarios that pressure partner and opponent reading.
es: Tu rendimiento es fuerte; enfoca el próximo entrenamiento en leer a compañero y rival.
fr: Vous êtes fort : orientez l'entraînement vers la lecture du partenaire et de l'adversaire.
hi: आपका प्रदर्शन मज़बूत है; अगला अभ्यास साथी व प्रतिद्वंद्वी पढ़ने पर रखें।
id: Performamu kuat; arahkan latihan berikutnya ke situasi yang menekan bacaan pasangan dan lawan.
ru: Ты силён — направь следующую тренировку на чтение партнёра и соперника.
tr: Performansın güçlü; bir sonraki antrenmanı eş ve rakip okumasını zorlayan durumlara ayır.
ur: آپ کی کارکردگی مضبوط ہے؛ اگلی مشق ساتھی اور حریف پڑھنے پر رکھیں۔
zh_hans: 你的水平很强：下一阶段训练侧重读搭档与对手。

source: استهدف 3 إجابات صحيحة
de: Ziel: 3 richtige Antworten
en: Aim for 3 correct answers
es: Apunta a 3 respuestas correctas
fr: Visez 3 bonnes réponses
hi: 3 सही उत्तरों का लक्ष्य रखें
id: Targetkan 3 jawaban benar
ru: Цель — 3 верных ответа
tr: 3 doğru cevabı hedefle
ur: 3 درست جوابات کا ہدف رکھیں
zh_hans: 目标：答对 3 题

source: شارك موقفًا صعبًا للمراجعة
de: Schwierige Situation zum Nachbereiten teilen
en: Share a hard scenario for review
es: Comparte una situación difícil para repasar
fr: Partagez une situation difficile à revoir
hi: समीक्षा के लिए कठिन स्थिति साझा करें
id: Bagikan situasi sulit untuk ditinjau
ru: Поделись сложной ситуацией для разбора
tr: Gözden geçirmek için zor bir durum paylaş
ur: جائزے کے لیے مشکل صورتحال شیئر کریں
zh_hans: 分享一个难局供复盘

source: خطة الاستمرار
de: Fortsetzungsplan
en: Continuation plan
es: Plan de continuidad
fr: Plan de continuité
hi: निरंतरता योजना
id: Rencana lanjutan
ru: План продолжения
tr: Devam planı
ur: تسلسل کا منصوبہ
zh_hans: 延续计划

source: استمر على تدريب قصير ومتكرر، ثم ارفع الصعوبة عندما تثبت الدقة.
de: Bleib bei kurzen, häufigen Einheiten und steigere, wenn die Genauigkeit hält.
en: Keep training in short repeated sessions, then raise difficulty when accuracy stabilizes.
es: Sigue con entrenamientos cortos y repetidos, y sube cuando la precisión se afiance.
fr: Continuez par sessions courtes et répétées, puis montez quand la précision tient.
hi: छोटे और बार-बार अभ्यास जारी रखें, फिर सटीकता स्थिर होने पर कठिनाई बढ़ाएँ।
id: Lanjutkan latihan singkat dan berulang, lalu naikkan kesulitan saat akurasi stabil.
ru: Продолжай короткими частыми тренировками, затем повышай сложность.
tr: Kısa ve sık antrenmana devam et, doğruluk oturunca zorluğu artır.
ur: مختصر اور بار بار مشق جاری رکھیں، پھر درستگی مستحکم ہونے پر دشواری بڑھائیں۔
zh_hans: 坚持短而频繁的训练，准确率稳住后再提升难度。

source: ابدأ بالمستوى المقترح
de: Mit der vorgeschlagenen Stufe beginnen
en: Start with the suggested level
es: Empieza por el nivel sugerido
fr: Commencez au niveau suggéré
hi: सुझाए स्तर से शुरू करें
id: Mulai dari level yang disarankan
ru: Начни с рекомендованного уровня
tr: Önerilen seviyeyle başla
ur: تجویز کردہ سطح سے شروع کریں
zh_hans: 从推荐难度开始

source: حل 5 مواقف قصيرة
de: 5 kurze Situationen lösen
en: Solve 5 short scenarios
es: Resuelve 5 situaciones cortas
fr: Résolvez 5 situations courtes
hi: 5 छोटी स्थितियाँ हल करें
id: Selesaikan 5 situasi singkat
ru: Реши 5 коротких ситуаций
tr: 5 kısa durumu çöz
ur: 5 مختصر صورتحال حل کریں
zh_hans: 解决 5 个简短局面

source: راجع النقاط الضائعة
de: Verlorene Punkte nachbereiten
en: Review lost points
es: Repasa los puntos perdidos
fr: Revoyez les points perdus
hi: खोए अंकों की समीक्षा करें
id: Tinjau poin yang hilang
ru: Разбери потерянные очки
tr: Kaybedilen puanları gözden geçir
ur: ضائع پوائنٹس کا جائزہ لیں
zh_hans: 复盘丢失的分数

source: حل عدة مواقف حتى يظهر مستوى إتقانك الحقيقي في قراءة الطاولة.
de: Löse mehrere Situationen, damit dein wahres Niveau im Tischlesen sichtbar wird.
en: Solve several scenarios so your real mastery level in reading the table can appear.
es: Resuelve varias situaciones para que aparezca tu dominio real de lectura de mesa.
fr: Résolvez plusieurs situations pour révéler votre vraie maîtrise de lecture de table.
hi: कई स्थितियाँ हल करें ताकि मेज़ पढ़ने में आपकी असली महारत सामने आए।
id: Selesaikan beberapa situasi agar tingkat penguasaan membaca mejamu terlihat.
ru: Реши несколько ситуаций, чтобы проявился твой реальный уровень чтения стола.
tr: Masa okumadaki gerçek ustalığın görünsün diye birkaç durum çöz.
ur: کئی صورتحال حل کریں تاکہ میز پڑھنے میں آپ کی اصل مہارت ظاہر ہو۔
zh_hans: 多做几个局面，才能显出你读桌的真实水平。

source: قراءة حادة
de: Scharfes Lesen
en: Sharp reading
es: Lectura aguda
fr: Lecture affûtée
hi: पैनी पढ़ाई
id: Bacaan tajam
ru: Острое чтение игры
tr: Keskin okuma
ur: تیز فہم
zh_hans: 读牌敏锐

source: قراراتك قريبة من الخبير؛ ركز الآن على المواقف الصعبة وقراءة نية الشريك.
de: Deine Entscheidungen sind nah am Experten – nun schwere Situationen und Partnerabsicht.
en: Your decisions are close to the expert; now focus on hard scenarios and reading your partner's intent.
es: Tus decisiones se acercan al experto; ahora céntrate en lo difícil y en leer a tu compañero.
fr: Vos décisions frôlent l'expert : visez maintenant le difficile et l'intention du partenaire.
hi: आपके निर्णय विशेषज्ञ के करीब हैं; अब कठिन स्थितियों और साथी की मंशा पर ध्यान दें।
id: Keputusanmu mendekati pakar; kini fokus ke situasi sulit dan membaca niat pasangan.
ru: Твои решения близки к экспертным — теперь сложные ситуации и намерения партнёра.
tr: Kararların uzmana yakın; şimdi zor durumlara ve eşinin niyetini okumaya odaklan.
ur: آپ کے فیصلے ماہر کے قریب ہیں؛ اب مشکل صورتحال اور ساتھی کی نیت پر توجہ دیں۔
zh_hans: 你的决策已接近专家：现在专注难局与读懂搭档意图。

source: متمكن
de: Souverän
en: Confident
es: Seguro
fr: Confiant
hi: आत्मविश्वासी
id: Mahir
ru: Уверенно
tr: Yetkin
ur: ماہر
zh_hans: 熟练

source: أساسك جيد، لكن تحسين الخيارات القريبة سيزيد نقاطك على المدى الطويل.
de: Deine Basis ist gut – knappe Wahlen zu verbessern hebt langfristig deine Punkte.
en: Your foundation is good, but improving close choices will raise your points over the long run.
es: Tu base es buena, pero afinar las elecciones ajustadas subirá tus puntos a largo plazo.
fr: Votre base est bonne : affiner les choix serrés fera grimper vos points à terme.
hi: आपका आधार अच्छा है, पर निकट चयन सुधारने से लंबे समय में अंक बढ़ेंगे।
id: Dasarmu bagus, tetapi memperbaiki pilihan berdekatan akan menaikkan poin jangka panjang.
ru: База хорошая, но улучшение близких выборов поднимет очки в долгую.
tr: Temelin iyi; yakın seçimleri iyileştirmek uzun vadede puanını artırır.
ur: آپ کی بنیاد اچھی ہے، مگر قریبی انتخابات بہتر کرنا طویل مدت میں پوائنٹس بڑھائے گا۔
zh_hans: 你的基础不错，但改进接近选项会让长期得分更高。

source: تبني القراءة
de: Du baust dein Kartenlesen auf
en: Building reading
es: Estás construyendo tu lectura
fr: Vous construisez votre lecture
hi: आप पढ़ना विकसित कर रहे हैं
id: Kamu membangun kemampuan membaca
ru: Ты нарабатываешь чтение игры
tr: Okumanı inşa ediyorsun
ur: آپ کارڈ پڑھنا سیکھ رہے ہیں
zh_hans: 你正在建立读牌能力

source: أنت تجمع خبرة مفيدة؛ راجع سبب كل قرار وكرر المواقف التي تخسر فيها نقاطًا متوقعة.
de: Du sammelst nützliche Erfahrung – prüfe jede Begründung und wiederhole verlustreiche Situationen.
en: You are building useful experience; review each decision and repeat scenarios where you lose expected points.
es: Estás acumulando experiencia útil; repasa cada razón y repite las situaciones que te cuestan puntos.
fr: Vous accumulez de l'expérience utile : revoyez chaque raison et refaites les situations coûteuses.
hi: आप उपयोगी अनुभव जुटा रहे हैं; हर निर्णय का कारण देखें और अंक खोने वाली स्थितियाँ दोहराएँ।
id: Kamu mengumpulkan pengalaman berguna; tinjau alasan tiap keputusan dan ulangi situasi yang merugikan.
ru: Ты набираешь полезный опыт — разбирай причины и повторяй ситуации с потерей очков.
tr: Faydalı deneyim biriktiriyorsun; her kararın nedenini gözden geçir ve puan kaybettiren durumları tekrarla.
ur: آپ مفید تجربہ جمع کر رہے ہیں؛ ہر فیصلے کی وجہ دیکھیں اور نقصان دینے والی صورتحال دہرائیں۔
zh_hans: 你正在积累有用经验：复盘每次决策的理由，并重做那些丢期望分的局面。

source: تحتاج تأسيس
de: Braucht Grundlagen
en: Needs foundation
es: Necesita base
fr: Nécessite des bases
hi: आधार चाहिए
id: Perlu dasar
ru: Нужна база
tr: Temel gerekiyor
ur: بنیاد درکار
zh_hans: 需要打基础

source: ابدأ بمواقف أسهل وركز على اللون المطلوب والحكم قبل التفكير في المخاطرة.
de: Fang leichter an – geforderte Farbe und Trumpf vor jedem Risiko.
en: Start with easier scenarios and focus on the led suit and trump before thinking about risk.
es: Empieza más fácil y céntrate en el palo pedido y el triunfo antes de arriesgar.
fr: Commencez plus facile : couleur demandée et atout avant toute prise de risque.
hi: आसान स्थितियों से शुरू करें और जोखिम सोचने से पहले माँगा गया सूट व तुरुप देखें।
id: Mulai dari situasi lebih mudah dan fokus pada simbol yang diminta serta truf sebelum ambil risiko.
ru: Начни с лёгкого: сначала затребованная масть и козырь, потом риск.
tr: Daha kolay durumlarla başla; risk düşünmeden önce istenen sembole ve koza odaklan.
ur: آسان صورتحال سے شروع کریں اور خطرہ سوچنے سے پہلے مطلوبہ رنگ اور ترپ پر توجہ دیں۔
zh_hans: 从更简单的局面开始：先看所需花色与将牌，再考虑冒险。

source: آخر محاولاتك أفضل من السابق؛ استمر على نفس الصعوبة أو ارفعها إذا ثبتت الدقة.
de: Deine letzten Versuche sind besser – bleib auf der Stufe oder steigere bei stabiler Genauigkeit.
en: Your recent attempts are better than before; keep the same difficulty or raise it if accuracy stays steady.
es: Tus últimos intentos mejoran; mantén el nivel o súbelo si la precisión se sostiene.
fr: Vos dernières tentatives progressent : restez au même niveau ou montez si la précision tient.
hi: आपके हालिया प्रयास पहले से बेहतर हैं; उसी कठिनाई पर रहें या सटीकता स्थिर हो तो बढ़ाएँ।
id: Percobaan terkinimu lebih baik; tetap di kesulitan sama atau naikkan bila akurasi stabil.
ru: Последние попытки лучше — оставайся на уровне или повышай при стабильной точности.
tr: Son denemelerin öncekinden iyi; aynı zorlukta kal ya da doğruluk oturursa artır.
ur: آپ کی حالیہ کوششیں پہلے سے بہتر ہیں؛ اسی دشواری پر رہیں یا درستگی مستحکم ہو تو بڑھائیں۔
zh_hans: 你最近的尝试有进步：维持当前难度，若准确率稳定可提升。
